{
  "flowers": [
    {
      "id": 1,
      "title": "Безвременник веселый",
      "src": "https://kipmu.ru/wp-content/uploads/bzvrmnk-696x442.jpg",
      "detail": "Безвременник веселый встречается рядом с реками Волга и Дон, также присутствует на Предкавказье. Представляет собой травянистое растение, заселяет луга и поляны, является многолетним. Окрас листьев варьируется от розового до фиолетового. Цветет в период с сентября по октябрь. Безвременник – ядовитое растение, применяемое в медицине. Сейчас цветок находится на грани исчезновения, поскольку активно собирается людьми и используется в разных областях. Луковицы, оставшиеся в земле, становятся поврежденными, и им довольно трудно прорасти. Из-за этого популяция безвременника веселого постепенно убывает."
    },
    {
      "id": 2,
      "title": "Подснежник широколистный",
      "src": "https://kipmu.ru/wp-content/uploads/shrkl-696x427.jpg",
      "detail": "Подснежник широколистный можно встретить на альпийских лугах и их окрестностях. Также растение в больших количествах присутствует в центральных областях Кавказа. Окрас у листьев белый, стебель – зеленый. Подснежник отлично чувствует себя в местах с малым количеством освещения, большую часть времени года он находится в земле в виде луковицы. Растение устойчиво к низким температурам. Цветет оно в марте и апреле, во время процесса от него исходит сильный запах. Довольно трудно определить точную численность популяции подснежника широколистного, однако в некоторых районах он совершенно точно находится на грани исчезновения."
    },
    {
      "id": 3,
      "title": "Лилия саранка",
      "src": "https://kipmu.ru/wp-content/uploads/llsrnk-721x471.jpg",
      "detail": "Растет лилия саранка в Сибири и Южной Европе. В качестве территорий выбирает широколиственные леса и опушки. В высоту растение способно вытягиваться до 80 см. Его цветок окрашен в ярко-фиолетовый цвет, могут присутствовать красные пятна. Стебель имеет зелено-красный окрас. Период цветения выпадает на июль, от бутонов исходит приятный аромат. Сейчас лилия саранка находится на грани исчезновения, поскольку ее численность снижается из-за вырубки лесов, сбора человеком и выгула скота на местности."
    },
    {
      "id": 4,
      "title": "Лотос орехоносный",
      "src": "https://kipmu.ru/wp-content/uploads/ltsrhnsn-696x450.jpg",
      "detail": "Немногочисленный вид лотосов, который можно встретить возле Амура, в Приморском краю, в районах Азовского и Каспийского морей. Является водным растением, своими корнями врастает в ил, а листья поднимаются над жидкостью. Лотос орехоносный цветет в период с июля по август. Цветок имеет ореховый окрас, его размер доходит до 25 см. Популяция растения постепенно сокращается из-за сильных речных паводков. Также человек не против сорвать цветок, причем тот увядает спустя лишь несколько часов."
    },
    {
      "id": 5,
      "title": "Женьшень обыкновенный",
      "src": "https://kipmu.ru/wp-content/uploads/jnshnbkn-696x446.jpg",
      "detail": "Этот вид женьшеня растет в Хабаровском и Приморском краях. Цветок встречается в кедровых и хвойных лесах, а также у подножия гор. Этот вид растет поодиночке, а не группами. Корень по форме напоминает человеческие очертания. Стебель тонкий, на конце растут ядовитые ягоды, в совокупности образующие зонтик. Женьшень применяется в народной медицине из-за тонизирующих свойств. В корне находятся разные витамины, масла и пептиды. Сейчас женьшень обыкновенный находится на грани исчезновения из-за пожаров и человека, который собирает корни в больших количествах. Чтобы наращивать популяцию, создаются искусственные плантации."
    },
    {
      "id": 6,
      "title": "Меч-трава",
      "src": "https://kipmu.ru/wp-content/uploads/mchtrv-696x470.jpg",
      "detail": "Растет в европейской части России, встречается также и на Кавказе. Название “меч-трава” появилось из-за листьев, имеющих острую форму. В качестве территорий предпочитает берега озер и рек, где много ила. В высоту меч-трава может вырастать до 1,5 м. Семена созревают на стеблях, после чего распространяются по течению с помощью воды. Популяция постепенно исчезает из-за освоения водоемов человеком."
    },
    {
      "id": 7,
      "title": "Водяной орех",
      "src": "https://kipmu.ru/wp-content/uploads/vdnrj-696x449.jpg",
      "detail": "Однолетняя трава, растущая в реках Дальнего Востока, предпочитает теплую воду. Если климат благоприятный, то водяной орех быстро разрастается, пуская длинные лианы. Листья растения похожи на березовые. Период цветения начинается летом. Сокращение численности популяции связано с загрязнением озер и рек. Также водяной орех раньше собирали люди для использования в народной медицине, однако сейчас наоборот, стараются сохранить этот вид."
    },
    {
      "id": 8,
      "title": "Самшит колхидский",
      "src": "https://kipmu.ru/wp-content/uploads/smshtkl-696x442.jpg",
      "detail": "Кустарник, который можно встретить на территориях Кавказа, встречается у подножия гор. Лучше всего растет в лесах с большой влажностью, где теплый климат и много света. У кустарника мелкие листья, ветки покрыты мхом. Цветки у растения желтые. Раньше люди активно вырубали самшит для получения ценной древесины."
    },
    {
      "id": 9,
      "title": "Пион тонколистный",
      "src": "https://kipmu.ru/wp-content/uploads/pntnklst-696x440.jpeg",
      "detail": "Пион тонколистный растет на территории европейской части России, встречается в степях, горах, на полянах. В высоту стебель вытягивается до полуметра. Листья тонкие, по форме напоминают перья. Цвести пион начинает в мае, окрас бутона варьируется от розового до темно-красного, его диаметр доходит до 8 см. Пион тонколистный устойчив к сухому климату и морозам, ему требуется много света. Популяция растения постепенно сокращается в связи с освоением степей. Также пион часто становится пищей для скота. Сейчас люди стараются сохранить этот вид."
    },
    {
      "id": 10,
      "title": "Фиалка надрезанная",
      "src": "https://kipmu.ru/wp-content/uploads/flkndrzn-696x455.jpg",
      "detail": "Встретить этот вид растения можно в Сибири, Хакасии и на Востоке. В высоту фиалка надрезанная вытягивается до 10 см. У нее нет стебля, из корня сразу растут цветки и листья. Окрас у бутонов фиолетового цвета, их размер не превышает полтора сантиметра. Лучше всего растение ощущает себя на речных берегах, где много песка и гальки. Цветение начинается в период с июня по август, в зависимости от окружающих условий. Популяция фиалки постепенно снижается из-за того, что растению тяжело прорастать, также на его численность влияет выпас скота на этих территориях."
    },
    {
      "id": 11,
      "title": "Желтая кувшинка",
      "src": "https://kipmu.ru/wp-content/uploads/jltkvsh-696x430.jpg",
      "detail": "Растение встречается на мелководье, листья выполнены в форме сердца и плавают на поверхности. Цветок у кувшинки желтого цвета, в центре находятся семена, которые впоследствии распространяются по воде. Популяция растения постепенно сокращается из-за человека, который активно собирает его. Кувшина применяется в народной медицине, в частности, ее корни. С их помощью лечат слизистую и проблемы с кожей."
    },
    {
      "id": 12,
      "title": "Шафран прекрасный",
      "src": "https://kipmu.ru/wp-content/uploads/shfrnkrsn-696x467.jpg",
      "detail": "На территории России шафран прекрасный встречается в республиках Адыгея и Дагестан, в Краснодарском и Ставропольском краях. Немногочисленные популяции находятся в Крыму. Растение не любит свет, поэтому в большинстве случаев распространяется в тени. Сейчас популяция шафрана постепенно убывает из-за деятельности человека. Непрерывная вырубка лесов и строительство сокращают площадь территорий, на которых шафран способен расти. Чтобы восстановить численность вида, в России действует 14 ботанических садов, на которых люди заботятся о нем."
    },
    {
      "id": 13,
      "title": "Белладонна",
      "src": "https://kipmu.ru/wp-content/uploads/bldnn-696x438.jpg",
      "detail": "Второе название – “красавка”. Белладонна является лесным растением, которое часто применяется в медицине. Встречается на опушках и в лесных чащах, внешне представляет собой густой кустарник. Плод белладонны – ягода темно-синего цвета, растущая на ветках. Есть их категорически воспрещается из-за высокой концентрации яда в мякоти. Постепенно исчезает из-за регулярной вырубки."
    },
    {
      "id": 14,
      "title": "Анемонаструм пермский",
      "src": "https://kipmu.ru/wp-content/uploads/nmnctr-696x478.jpg",
      "detail": "Занесен в Красную книгу Среднего Урала. Растение является многолетним, в высоту вытягивается до 65 см. Стебель анемонаструма толстый, темно-зеленого цвета. Цветок у него белый, состоит из 5-6 белых листьев. В центре бутона расположены овальные семена желтого цвета, распространяются с помощью ветра и насекомых. Популяция растения постепенно снижается из-за деятельности человека, поскольку все больше территорий становятся непригодными для его существования."
    },
    {
      "id": 15,
      "title": "Колокольчик доломитовый",
      "src": "https://kipmu.ru/wp-content/uploads/klkchd-696x458.jpg",
      "detail": "Колокольчик доломитовый занесен в Красную книгу из-за регулярного снижения популяции, связанного с ухудшением условий на территориях. Встретить растение можно только в Северной Осетии. Оно довольно прихотливо к окружающим условиям, из-за чего ему довольно тяжело давать ростки. Для увеличения численности искусственно создана отдельная популяция колокольчика доломитового в нальчикском саду. В высоту стебель вытягивается до 40 см. Корни тонкие, цветок похож на колокольчик, белого цвета."
    },
    {
      "id": 16,
      "title": "Рододендрон Шлиппенбаха",
      "src": "https://kipmu.ru/wp-content/uploads/rddshlp-696x469.jpg",
      "detail": "Рододендрон в свое время был найден путешественником Шлиппенбахом на территории Кореи. Тогда растение находилось на грани исчезновения, и мореплаватель завез его в Россию. На новых землях рододендрон хорошо прижился и начал активно наращивать популяцию. Сейчас виду не грозит исчезновение, но оно все равно присутствует в Красной книге."
    },
    {
      "id": 17,
      "title": "Ландыш",
      "src": "https://kipmu.ru/wp-content/uploads/lndsh-696x478.jpg",
      "detail": "Несмотря на то, что внешний вид ландыша знает практически любой человек, это растение занесено в Красную книгу. Оно встречается на Дальнем Востоке и в лесных территориях Кавказа. Также в небольшом количестве ландыши растут по всей России. Листья вытягиваются до 25 см в высоту. Между ними на тонких стебельках свисают небольшие белые бутончики. Во время цветения они формируются в ягоды и постепенно краснеют. Есть их воспрещается из-за содержания яда. Ландыши применяются в медицине для лечения недугов, связанных с сердцем."
    },
    {
      "id": 18,
      "title": "Ирис желтый",
      "src": "https://kipmu.ru/wp-content/uploads/rsjkt-696x467.jpg",
      "detail": "Встречается на берегах рек и озер, любит территории с большим количеством влаги. Большая часть популяции располагается в европейской части Российской Федерации. Стебель толстый, имеет несколько ответвлений. Бутоны у ириса массивные, желтого цвета с красно-оранжевыми пятнами. Ирис желтый используется в парфюмерии. Он обладает приятным ароматом, из-за чего его масло добавляется в качестве одного из компонентов в парфюмы. Корни растения используются при создании напитков и кондитерских изделий."
    },
    {
      "id": 19,
      "title": "Гибралтарская смолевка",
      "src": "https://kipmu.ru/wp-content/uploads/gbrltrsmlv-696x465.jpg",
      "detail": "До 1990-х годов гибралтарская смолевка считалась вымершим видом. Но один росток был случайно обнаружен в горах. С него собрали семена и с их помощью восстановили популяцию. Сейчас смолевка выращивается в ботаническом саду на Гибралтаре. Растение имеет тонкий зеленый стебель с небольшими острыми листьями. На верхушке находится белый цветок с фиолетовыми контурами. В центре созревают семена, крепящиеся к тонким росткам. Сейчас гибралтарская смолевка считается редким растением, которое практически не встречается в естественной среде."
    },
    {
      "id": 20,
      "title": "Кокио",
      "src": "https://kipmu.ru/wp-content/uploads/kkdr-696x473.jpg",
      "detail": "Ранее растение встречалось только на Гавайях, но из-за регулярной вырубки оно полностью исчезло в XIX веке. Единственное, что удалось сохранить – это небольшую ветку с семенами, на основе которой была выведена новая популяция. Сейчас кокио выращивают в искусственных условиях и тщательно следят за состоянием ростков. Цветок белый, с красными семенами в центре. Также предпринимаются попытки скрещивания растения с похожими видами, но в большинстве случаев это не увенчивается успехом."
    },
    {
      "id": 21,
      "title": "Франклиния алатамаха",
      "src": "https://kipmu.ru/wp-content/uploads/frnkln-696x470.jpg",
      "detail": "Франклиния алатамаха имеет статус вымирающего вида с 1803 года. Сейчас люди стараются восстановить численность растения, но пока оно выращивается только в специально подготовленных ботанических садах. Люди непрерывно следят за состоянием каждого ростка и стараются получить с него семена, пригодные для увеличения популяции. Внешне цветок франклинии алатамаха белый, с небольшим зеленым оттенком. В центре находятся желтые семена, которые опыляются с помощью насекомых."
    },
    {
      "id": 22,
      "title": "Полынь баргузинская",
      "src": "https://kipmu.ru/wp-content/uploads/plnbrgzn-696x425.jpg",
      "detail": "Популяция полыни баргузинской сокращается из-за деятельности человека. Трава используется в лекарственных целях, из-за чего люди регулярно собирают ее. Считается, что сок полыни ускоряет регенерацию царапин и ссадин. В высоту растение вытягивается до 50 см, цвет стебля ярко-зеленый, могут встречаться небольшие желтые пятна."
    },
    {
      "id": 23,
      "title": "Вереск обыкновенный",
      "src": "https://kipmu.ru/wp-content/uploads/vrskbknvn-696x434.jpg",
      "detail": "Вереск практически не встречается в естественных условиях. Внешне растение представляет собой тонкие высокие стебли с большим количеством листков, которые ближе к кончику приобретают розово-фиолетовый цвет. Вереск используется в лекарственных целях, но с каждым годом все труднее найти его. Сейчас люди задумываются о том, чтобы выращивать его искусственно."
    },
    {
      "id": 24,
      "title": "Башмачок крупноцветковый",
      "src": "https://kipmu.ru/wp-content/uploads/bshmchkr-696x419.jpg",
      "detail": "Растение имеет необычную форму. На высоком зеленом стебле крепится розово-фиолетовый бутон, напоминающий женскую туфельку. Растет на территории Сибири, лучше всего ощущает себя в березовых и хвойных лесах. Растение имеет статус декоративного, из-за чего люди нередко выращивают его на даче, но на искусственно созданных огородах оно редко приживается. Численность популяции постепенно сокращается из-за деятельности человека."
    },
    {
      "id": 25,
      "title": "Ятрышник клопоносный",
      "src": "https://kipmu.ru/wp-content/uploads/trshnkl-696x463.jpg",
      "detail": "Ятрышник имеет толстый стебель, цвет которого варьируется от зеленого до фиолетового. В высоту он вытягивается до 40 см. На верхушке располагаются бело-розовые цветы чешуйчатой формы. Растение любит влажный климат и является довольно избирательным при освоении территорий. Из-за этого его популяция постепенно сокращается. Также люди нередко выкашивают ятрышник из-за неприятного запаха."
    },
    {
      "id": 26,
      "title": "Кувшинка",
      "src": "https://kipmu.ru/wp-content/uploads/kvshn-696x456.jpg",
      "detail": "Кувшинка представляет собой широкий лист круглой формы, на котором созревает белый бутон. Внутри формируются семена на желтых ростках. Цветет в период с мая по август. Утром, с первыми солнечными лучами, бутон раскрывается, а с наступлением темноты листья сворачиваются. Сейчас популяция кувшинки постепенно сокращается из-за деятельности человека."
    },
    {
      "id": 27,
      "title": "Кандык сибирский",
      "src": "https://kipmu.ru/wp-content/uploads/kndsbrsk-696x439.jpg",
      "detail": "Кандык сибирский представляет собой тонкий стебель коричневой формы, по бокам от которого растут прямые листья. На кончике формируется фиолетовый цветок. Период цветения выпадает на апрель. Большая часть популяции встречается в Сибири. Луковицы растения можно употреблять в пищу. Если запечь в костре, то по вкусу они будут напоминать картошку. Также кандык используется в медицине. Считается, что он повышает иммунитет."
    },
    {
      "id": 28,
      "title": "Володушка Мартьянова",
      "src": "https://kipmu.ru/wp-content/uploads/vldshmr-696x449.jpg",
      "detail": "Володушка растет только на территории России, преимущественно на Алтае и в Саянах. Предпочитает сухой климат и леса. В высоту стебель вытягивается до 70 см, листья могут похвастаться ярко-зеленым цветом. Люди используют володушку в медицине как успокаивающее средство. Период цветения приходится на первую половину лета."
    }
  ]
}